[
  "obsidian-annotator",
  "obsidian-auto-pair-chinese-symbol",
  "better-fn",
  "better-word-count",
  "calendar-beta",
  "obsidian-charts",
  "dataview",
  "obsidian-day-planner",
  "obsidian-dictionary-plugin",
  "obsidian-emoji-toolbar",
  "obsidian-enhancing-mindmap",
  "obsidian-kanban",
  "obsidian-epub-plugin",
  "media-extended",
  "mx-bili-plugin",
  "note-definitions",
  "quickadd",
  "pkmer",
  "recent-files-obsidian",
  "remember-cursor-position",
  "obsidian-tasks-plugin",
  "obsidian-reminder-plugin",
  "templater-obsidian",
  "obsidian-timelines",
  "automatic-table-of-contents",
  "obsidian-git",
  "custom-font-loader",
  "obsidian-quiet-outline",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-linter",
  "obsidian-excalidraw-plugin",
  "obsidian-latex-suite"
]